Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: Punjabi
bbl: პენჯაბი მოტტ

source: Puno Quechua
bbl: პუნო ქუეჩუა მოტტ

source: Qashqai
bbl: ქაშქაი მოტტ

source: Quechua Ambo-Pasco
bbl: კეუა ამბო-პასკო

source: Quechua Arequipa-La Unión
bbl: კეჩუა არექიპა-ლა უნიოჼ

source: Quechua Cajatambo
bbl: კეჩუა კახატამბო მოტტ

source: Quechua Chanka
bbl: კეჩუა ჩანკა მოტტ

source: Quechua Chiquián
bbl: კეჩუა ჩიკუიჲან

source: Quechua Corongo Ancash
bbl: კეჩუა კორონგო ანკაშ

source: Quechua Jauja Wanka
bbl: კეჩუა შაუშა ვანკა

source: Quechua Pasco Santa Ana de Tusi
bbl: კეჩუა პასკო წაჲნი̆ ანა დე ტუსი მოტტ

source: Quechua Santiago del Estero
bbl: სანტიაგო-დელ-ესტეროჼ კეჩუა მოტტ

source: Quechua Sihuas Ancash
bbl: კეჩუა სიჰუეჼ ანკაშ

source: Quechua Yanahuanca
bbl: კეჩუა-იანაუანკა მოტტ

source: Quechua Yauyos
bbl: კეჩუა ჲაუიოს

source: Question
bbl: შეკითხვ

source: Question Collection
bbl: შეკითხვი ვაშა́რჲარ (შეგრო́ვბადჲარ)

source: Questions that might:
bbl: ო́შტუჼ შეკითხვი, მე́ნხუჲჩჲშვა́ჲ:

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
bbl: ო́შტუჼ შეკითხვი, მე́ნხუჲჩუჲშვა́ ჭირვეშ გუდა́ხო ეჰი́ ლე ო́ ნა́ხიჼ მახა́სიათებლი, ჲე პასუხ თე́ლჩოგორეჼ წყეგეჸ დუჴ ვა́რუდი ე́ბწარ კლე́ვადო.

source: Questions which may cause someone to share sensitive, potentially triggering responses
bbl: შეკითხვი, მენხუჲა́ პა́სუხ თე́ლ'ჩონაჲნო̆ გეჸ დოკლაწდუნი̆, ლე დოკხიტდუჲნი̆, ლე მა́ უ̂მ ე́ჴჴდითუნი̆ ხილ'ულო̆

source: Questions which might solicit hate speech or other biased or offensive sentiments
bbl: შეკითხვი, მე́ნხუჲჩუჲშვა́ კლე́ვადო ჰ̦აღე́ცრეჼ, ლე ჴე́ნი მო́სსინა́ჲ ჴარტაჼ ე́ვდუჲნა́ჲ დაშნი

source: Questions which might solicit personally identifiable information
bbl: შეკითხვი, მე́ნხუჲვა́ ჰ̦ალო̆ გუდა́ჴო̆ ა́დმეჼ დაბწლაჲნი̆ მონაცე́მი

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
bbl: შეკითხვი, მენხუჲჩუჲშნა́ ჭირბალა მელ'მი ნაბიჯ ლა́რლ'არ. ნაჲბჯი ლე́რლ'ოშ მომხმა́რებლეგო საუ̆ბო̆ ნიყ ცო ბა, ზეპირ პა́სუხ ბე́წე̆ თე́ლ'ა-ნე, ფა́ლჩივ პაჲსხი იხო̆.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
bbl: შეკითხვი, მე́ნხუჲჩუჲშნა́ პა́სუხ ბალ'რენ 15 წამეხ საუ̆ბო̆ დრო ჭირბალა.

source: “¿Qué te dijo tu mamá when you got home that day?”
bbl: "ჩუ ვი́რწჩე უ̂ხ აჲლ'ნა ნა́ნეგო̆, ძმო́ბილო̆?"

source: Quichua Chimborazo Highland
bbl: ლამუჼ კეჩუა-ჩიმბორასო

source: r
bbl: w ?

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bbl: დუჴჩუ́ჲშვ დოშ "ჲე́ფხჲარ" ლეოდო̆ "ჲუ" მა́რცვლევ. //"უჲშტნეჸ" ლე́ვლა: "უჲშნეჸ"; "ოშტუჼ" ლევლა: "ოშტრუჼ"; "ალალა!" ლევლა: "ჰ̦ალალა!"//

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bbl: სიჴშირ ზღვა́რეხ დაჰ̦ ჲო́ტეჼ. ტყო́ჸ ცადლიბათ { $retryLimit } წუთე

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bbl: სიჴშირ ზღვა́რეხ დაჰ̦ ჲო́ტეჼ. ტყო́ჸ ცადლიბათ { $retryLimit } წამე

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
bbl: ლავათ მთა́ვრობეგო̆, ჴეჩ-ჴე́ჩო̆ დაწე́სებულებიგო̆, ხაჸათ, შაძლე́ბალეჲ ო́ჴრიჼ ჴენჴ́ენი მა́სალი, ლე მოხსე́ნბი, ლე ჴე́ნი რესურსი გამოყე́ნბადარ, მოჰ̦ე́ ჰ̦ამა́ნეჸ საკუთრებ.

source: Reader Effects
bbl: ხა́რცჲიენო̆ იშ

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
bbl: ჲაჴჴო́ჼ მნიშვნელობ ჲა დოშ ნიფს ხა́ტტრეგო. ლარკ ჺე́ფოშ დაკრეშ გიბათ: მოჰ̦ე წე́რალა, უჲშტაჭი́ ლე́ვლა ლე ცო. უარ ა́ლ'ათ, უ̂მ ჩუ ხო́ტტინო̆ და́ჰ̦, ლე ეშუ́ჰ̦, ლე ხარც ლ́ევლა́ჰ̦.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bbl: დაცუშ და ალ'ინო̆: ლევლა "ცუჲნო̆, მა წერალა:" ცო-აჲნო̆, ლე პირიქით; ლე მა́ ალ'ანდეწინ:ი̆ "თხო დათხო̆" ლე́ვლა: "თხო და"

source: Read More
bbl: და́ხხეშ

source: Read more on our About page
bbl: საუ̆ბო̆ თხოხ გიბათ თხე გვე́რდენმაქ

source: Read sentences
bbl: ჰ̦ალო̆ ხა́ტტათ წინა́დადბი

source: Read Sentences
bbl: ჰალო̆ ხა́ტტათ წინადა́დბი

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
bbl: იშუვ ჰ̦ალო̆ ხატტა́ეთ წინადა́დბი შუჲ მატტმაქ, ჩუ შუიჼ წვლილა́ ჰ̦ობათ დინჩ მსო́ფლიო ჰ̦ამა́ხეჸ დუჴნაჲრეჩოე́ დუჴ ნა́ხვ შე́ქმნადჲეჩო̆ მონაცემაჼ კრე́ბულე

source: Read Sentences, Answer Questions
bbl: ჰალო̆ ხა́ტტათ წინადა́დბი, პა́სუხ ლიბათ შეკითხვა́ხ

source: Read Sentences <small>(Coming soon)</small>
bbl: წინადადბი ხატტარ<small>(ქასტეჼ)</small>

source: Read sentences submitted by the community in various languages
bbl: ჰ̦ალო̆ ხა́ტტათ ე́რთობას ჩუ ჲაჰ̦ინო̆ წინად́ადბი ჴეჩჴე́ჩო̆ მატტმაქ

source: Read stories, updates, and media coverage of Common Voice
bbl: გიბათ სვეტ, ლე მა́ დაწე́რადებათ თხოხ

source: Read the sentence carefully - don’t miss, change or add words.
bbl: დაკრეშ ხატტათ წინადა́დებ, მა́მ დიცდოთ, მა́მ ხარცდოთ ჲე, მა ლა́ტდოთ ლე დაშნი, ლე ა́სუჲ

source: Ready to add your voice or lend your ear?
bbl: ქჵი́ქინუ́ჲ და́ჲში̆, მე მაქ ლატჲო́ლუჲში̆ შუჼ ი́შ, ლე მა́ ლარკ ჺო́ფლუჲში̆?

source: Ready to contribute?
bbl: ქჵი́ქინუ́ჲ და́ჲში̆, მე შუჼ და́ყ/წვლილ ჩუ ჰ̦ოლუ́ჲში̆?

source: Ready to do { $count } more?
bbl: ლეჸი ჰონ ტყოჸ { $count } თაგდარ?

source: Ready to donate your voice?
bbl: ქჵაჲქნი́ დაჲშო̆, მე ლოლუ́ჲში̆ თხო́ჼ შუჼ ა́შირაჼ ჩანაწერ?

source: Ready to help validate sentences?
bbl: ქჵე́ქნი́ დაჲშო̆ წინადა́დბი დამო́წმადარელო ლა́ტაჼ ?

source: reCAPTCHA is required if you want to proceed
bbl: reCAPTCHA ჲეწი́შ ჲე́ჴაჼ (გა́ვლადჲაჼ), მე ნიყ ბა́ჴლუჲში̆ (გაგრძე́ლბადოლუჲში̆)

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bbl: ელფო́სტევ ხაჸათ ინფორმა́ციიშ: უ̂ხ და წი́ნ, უ̂ხ და თაგდუჲნი̆, მოჰ̦ უ̂ხ თე́გლა ჲე́, Common Voice-ციჼ კა́ვშირ ჲეჲნი̆ წინი́-წინი ა́მბუი.

source: Recorded Clips
bbl: ჩანაწე́რი

source: Recorded Hours
bbl: ჩაწე́რადიენო̆ სა́ვთი

source: <recordIcon></recordIcon> Last one!
bbl: ტყუჲჰ̦სილლუჼ!

source: Record in a reasonably quiet place
bbl: ჩაწე́რადჲებათ წყეგეჸ თათნივ მე ცო და́შლადო́ლო̆, ო́შტუჩო.

source: [Recording cut off before the end of the last word]
bbl: ჩაწე́რენ მაყ ბა ბალ'ინო̆ დოშ ბოლო́მციჼ ა́ლ'ლომციჼ

source: Recordings
bbl: ჩანაწერ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bbl: იშა́რეჼ ჩანაწე́რი თე́გჲარ თხეჼ ნჵაჲნი̆ მონაცემა́ჼ კრე́ბულეჼ ჰ̦ამა́ხეჸ ა́ნგრიშ ო́წუჲნი̆ უ̂მ და; მიჩო́ ა́ზრუვ ზორაჲში̆ ხაჲლზვენა́ჲ.

source: Record/Stop
bbl: ჩაწე́რადარ/დაჰ̦̦ მაყდარ

source: Record your response
bbl: ჩუ ჩაწე́რადბებათ შუჼ პასუხ

source: Record yourself reading sentences in your language
bbl: ჩაწე́რაჲებათ წინადა́დბი ხეტტარ შუჲ მატტმაქ

source: Record yourself responding to questions and prompts in your language
bbl: შუჲ მატტმაქ ჩაწე́რადებათ, მოჰ̦ თელ'უ́ჲში პა́სუხ შეკითხვახა́ მოთხოვნახა́

source: Record your voice
bbl: ჩუ ჩაწე́რადჲებ ჰ̦აიჼ იშ

source: Reference the source of your sentence (required)
bbl: აუცილებელ და დაწე́რადარ, მიჩრეჼ ჲა ე́ცინო̆ ეჲშ ლა́ტჲიენო̆ წინადა́დებ

source: Refresh
bbl: ჰ̦ალო̆ წინარდარ

source: Reject
bbl: უარ ალ'არ (დაწუნბადარ)

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
bbl: დაკოდითათ: – მა ქოთთლათ მოტტ ჴიბლბისრეხ, ო́თთხოლდარეხ, დოშ შაწ ა́ლ'რეხ. ებე ვო́მაჸ გამოდგო́მალაჲნი̆ და ო́ჴარნაჲნო̆, ჰ̦ა́ნასა́ იშ ჲა́ბწუჲნი̆ საშუა́ლბი თე́გჲუჲცი̆ - ჰ̦ა́მინაჲნოჸ მე ღა́ლჲა́ლო̆ ო ხელსაწყუჲე́ ჰ̦ალო̆ ჲა́ბწოლო̆ ვო́მაჸნაჲრეჼ ა́მბუჲ ჲარ.

source: Remove
bbl: დაჰ̦ წა́შლადარ

source: Remove Avatar
bbl: გამოსა́ხულებ დაჰ̦ჲა́ჴარ

source: Remove tags
bbl: ჭადნი დაჰ̦ ჲა́ხარ

source: Report
bbl: მოხსე́ნბადარ

source: Reporting Content
bbl: მა́სალეხ ქატარ

source: Report was passed successfully
bbl: მოხსენებ დაჰ̦ითარ დაქიშ ცერ დალ'ეჼ

source: Request a Language
bbl: დაკლე́ვადბებათ მოტტ ლა́ტბარ

source: Request for Scripted Speech
bbl: წე́რალაჩონ იშ ჲალ'რეჼ მოთხო́ვნ

source: Request for Spontaneous Speech
bbl: ცოხა́ტტოშ ა́მბუჲ ჲარეჼ მოთხო́ვნ

source: Request New Language
bbl: დაკლე́ვადბებათ წი́ნ მოტტ

source: Request recordings
bbl: აჰ̦ დჵო́ფრეჼ (ჩამოტვირთვეჼ) მოთხო́ვნ

source: *required
bbl: აუცილებელ და

source: Re-record
bbl: წინი́შ ჩაწე́რადარ

source: Re-record clip
bbl: ქუჲრთლენა ჩაწე́რადარ

source: Respond
bbl: დუხ ლავარ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
bbl: უ̂ნე მოთხო́ვნი ჲაჲცი̆, პა́სუხ თე́ლ'ათ, მე́ მონაცემა́ჼ კრე́ბულ ჰ̦ალო̆ ჲუწულო̆ მუჲლნე́ჴელბა ა́მბუჲ ჲო́ჩო̆ მატტიჼ შარახ თაგუჩო̆ ჩანაწე́რივ. თაჲნად, დაქიჼ ხილ'ო̆ დამწე́რლობ ცო ჲაჩო̆ მატტანაჲნო̆.

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
bbl: უ̂ნმაკ ბუნებრივ პა́სუხ ლიბათ მოთხო́ვნეს, დუხ მა ო́თთუთ მოტტ ხა́რცბარეხ, ე ყო́ველდინლუჼ და́ჰ̦ შუნაჲნო̆. ცადლიბათ ზრდილბა́რენე́ ხალაჼცოხე́თლაჲნი̆ ა́ლ'არ ხილ'ულო̆ შუგო

source: Response deleted successfully
bbl: პასუხ დაქიშ წა́შლადალიჼ

source: Response submitted successfully
bbl: პა́სუხ დაქიშ დაჰ̦ითენო̆ ხილ'ეჼ.

source: Retrieving datasets
bbl: მონაცემაჼ კრე́ბულ მიღე́ბადჲარ

source: Return
bbl: Return დუხ დერწარ

source: Return here to edit your goal anytime.
bbl: მაცნე́ ლე́ჸ, დუხ დე́რწაჼ მაკ შუჼ მიზნელო უ̂მ ხა́რცდაჼ

source: Return to Common Voice
bbl: Common Voice-მაქ დუხაჸ დე́რწარ́

source: Return to Common Voice Datasets
bbl: Common Voıce-ეჼ ვაშა́რდიენჩო̆ (მონაცემა́) კრებულმაქ დუხდერწარ

source: Return to Languages
bbl: მატტინმაქ დუხდე́რწარ

source: Review
bbl: შემოწმადარ

source: Review and vote for new questions submitted by the community
bbl: ჰ̦ალო̆ შეფა́სბადჲებათე́ ი́შ ლიბათ შუ ნა́ხვ წინიშ ლა́ტჲიენჩო̆ შეკითხვა́ხ

source: Review could not be saved. Please try again later.
bbl: შემო́წმადიენო ცო გა́გჲალიჼ. დეხო́თხ ჴეჼკაჸ ტყო́ჸ ცადლიბათ

source: ⓘ Review Criteria
bbl: ნიფსიშ დაყყდარ (შემო́წმებადარ)

source: Review Criteria
bbl: მოჰ̦ დე́ყყლა (შემო́წმებეჼ მოთხოვნი)

source: Reviewed sentences not submitted, are sure?
bbl: დაყყდიენო̆ წინადა́დბი ცო დახეჼ (გაგზა́ვნოდალინ). ბაყეჸ იშტი́ დაკლივა?

source: Review existing sentences submitted by the community
bbl: ო წინადა́დბი დაყყჲარ, მე́ნხუჲა́ჲ ე́რთობას ჲა ჩუ ჲე́ჸენო̆

source: Reviewing a Question
bbl: შეკითხვი დაყყჲარ

source: Reviewing Sentences
bbl: წინადადბი დაყყჲარ

source: Review questions
bbl: შეკითხვი დაყყჲარ

source: Review Questions
bbl: შეკითხვი დაყყჲარ

source: Review & re-record clips here as you go
bbl: ესე́რეჼ ჲაყყჲება́ეთ ქუჲრთლენა́ ჩაწე́რაჲებათ

source: Review & re-record clips if needed
bbl: დაყყჲება́ეთ, ქუჲრთლენა ჩაწე́რაჲებათ საჭირო̆ და́ჰ̦

source: Review sentences
bbl: წინადა́დბი დაყყჲარ შუ მატტმაქ //1. კაწკოჼ ვაშ სე ა́გეციჼ ვიშრა́ს ბუსცჰ̦აჸ-ე́...// 2. მაცმე́ ო ჰ̦ალო̆ ჴე́თთურ ჺურდეჼ, სოა́ ჰ̦ალო̆ ჰ̦ა́წამლა́რასო̆// - ბუსცჰ̦აჸ-ჲე́, მაცნე́

source: Review Sentences
bbl: წინა́დადებ შემო́წმადჲარ

source: Review & Submit
bbl: დაყყდარა́ დაჰ̦ დაჰ̦ითარა́

source: Review the Transcription
bbl: ნაწე́რეღ დე́რწდიენო̆ დაყყდარ

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
bbl: გიბათ ნაწე́რეღ დე́რწდანაჲნო̆ ლაჴიშ დაჲნი̆ მითითბი, მე́ ღაზი́შ დაყყდო́ლუჲში̆ ნაწე́რეღ დე́რწინჩო́ჼ ნიფსხოლ. მაკ შუჼ ჰ̦ალო̆ ნიფსდანე́ უჲშტ დაჸითაჼ.

source: Review transcriptions
bbl: დაყყდებათ ჩანაწე́რეღ დე́რწინო̆

source: Review Transcriptions
bbl: დაწე́რადოჩოღ დე́რწინო დაყყდარ <small> (ქა́სტეჼ) </small>

source: Review transcriptions of recorded sentences for accuracy
bbl: ბჵარკ ლალბებათ ჩაწე́რადიენჩო̆ წინადადბა́ჼ ტრანსკრიფცია́ხ ცო́მ დე́ჰ̦დალანაჲნო̆

source: Review Transcriptions <small>(Coming soon)</small>
bbl: ჩანაწე́რეღ დე́რწინო̆ დაყყდარ <small> (ქა́სტეჼ) </small>

source: Review user-submitted transcriptions in your language
bbl: ბჵარკ ლალბებათ, მო́ლუჼ ჲა შუჼ მატტმაქ დაჸითიენო̆ ჩანაწერა́ჼ ტრანსკრიპციიშ

source: Romanian
bbl: რუმინულ

source: Romansh Sursilvan
bbl: რეტორომანულ სურსილვაჼ

source: Romansh Vallader
bbl: რეტორომანულ ვალადერ

source: Rukai
bbl: რუკაი მოტტ

source: Runyankole
bbl: ნიანკოლე წეჲნი̆ მოტტ

source: Russian
bbl: რუსულ

source: Rutoro
bbl: რუტორო მოტტ

source: Ruuli
bbl: რუული მოტტ

source: s
bbl: t ?

source: S
bbl: t

source: Sabah Bisaya
bbl: საბაჰ-ბისაია

source: Sabah Malay
bbl: საბაჰ-მალაურ

source: Sa'ban
bbl: საბანი-მოტტ

source: Saʼban
bbl: საბანი მოტტ

source: Sakha
bbl: სახა-მოტტ

source: Sakizaya
bbl: საკიზაია

source: Sansi
bbl: სანსი მოტტ

source: Santali (Ol Chiki)
bbl: სანტალი (ოლ-ჩიკი)

source: Saraiki
bbl: სარაიკბაჼ მოტტ

source: Sardinian
bbl: სარდინიულ

source: Save
bbl: დაჰ̦ გა́გდარ

source: Saved
bbl: გა́გდიენო̆ და

source: Scots
bbl: შოტლანდბაჼ მოტტ

source: Scripted Speech
bbl: ჩანაწე́რენ იშ ჲალ'აჼ (იშ́არეჩო̆ ჩანაწე́რეღ ჲე́რწჲაჼ)

source: SCRIPTED SPEECH
bbl: დაწე́რადოშ ა́ლ'არ

source: Search
bbl: ლე́ხარ

source: Search for a language
bbl: მოტტ ლახარ

source: Search for a language...
bbl: მოტტ ლახარ...

source: Seediq
bbl: სედიკ

source: See how your progress compares to other contributors all over the world.
bbl: მაკალათ შუჼ ხაჸაჼ მო́ლუჼ და შუჼ ჰ̦ა́თხიხრი ჴეჩო̆ მოხა́ლისიგო̆ ჰა́ჭაჼ დინჩ მსო́ფლიორეჼ

source: See Less
bbl: დაცდოშ

source: See More
bbl: შა́რეშ

source: Select a Language...
bbl: მოტტ ჩა́ვარბებათ

source: Select all
bbl: ვო́მაჸ მონიშნოდარ

source: Select an option
bbl: ჰ̦ალო̆ ჩა́ვარდებ ცჰ̦ა

source: Select a tag
bbl: ჩა́ვარჲებათ ჭად.

source: Select a variant (optional)
bbl: ჩა́ვარჲებათ მატტიჼ ნაირსა́ხეობ (ცოაუცილებელ)

source: Selected
bbl: ჰ̦ალო̆ ჩა́ვარდიენო̆

source: Select File
bbl: ფა̆ილ ჩა̆ვარჲებათ

source: Select File to Upload
bbl: ფაილ ჩა̆ვარჲარ ჰ̦ალო̆ ჴო̆წჲანაჲნო̆

source: Select <icon></icon> the text to begin
bbl: მითითბადჲებათ <icon></icon>ტექსტეხ ჰ̦ალო̆ დო́ლდალაჼ

source: Select the desired language dataset and choose the version you wish to download.
bbl: მითითბადებათ ლე́ჸინჩო̆ მატტაჼ კრე́ბულ, ჲე ჩა́ვარჲებათ ვერსია́ აჰ̦ დჵო́ფანაჲნო̆/ჩამოტვირთოდაჼ

source: Select up to three domains (optional)
bbl: ჲაგჲებათ ჴა́ეგომციჼ დარგ

source: Select your age
bbl: დაწე́რადჲებათ ა́საკ

source: Select your sex or gender
bbl: ჩუ დაწე́რადჲებათ ლე სქეს, ლე გე́ნდერ

source: Self Citation
bbl: შაჲრვაჼ დიენო̆

source: Sena
bbl: სენა მოტტ

source: Send a link to my email
bbl: ელფო́სტევ ბმულ ჲაჸითარ

source: Send sign up link
bbl: ბმულ ჲაჰ̦ითარ

source: Sentence
bbl: წინადა́დებ

source: Sentence Collection
bbl: წინადა́დბი ვაშა́რჲარ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
bbl: უფრო შა́რეშ წინადა́დბი ვაშა́რ ჲაჰ̦რეხ (ჰ̦ალო̆ შეგრო́ვბადჲარეხ)

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
bbl: <sentenceCollectorVideo> გიბათ თხეჼ მითითბი, მოჰ̦ ჲეწი́შ ჴმა́რბადჲაჼ წინა́დადბი გრო́ვბადჲუჲნი̆ </sentenceCollectorVideo>

source: Sentence Domain
bbl: წინადა́დბეჼ დარგ

source: Sentences
bbl: წინადადებ

source: Sentences are collected for people to read aloud.
bbl: წინადა́დბი ვაშა́რ ჲოლა ჰ̦ალო̆ ხა́ტტანაჲნო̆

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
bbl: წინადა́დბი დე́ყყდარეხ ათხ ბჵარკ ლე́ლბო́თხ, მა́ გეჸ უ̂მ ხარც ხილ'ჩე, ცოჰა́მბალაჲნი̆ წინადა́დებ ბჵარჲეხჩე შუჼ, – ლე ცოა́ღაზ დაჰ̦ თხეჼ <participationGuidelines> ერთობელო ხილ'რეჩო ჴელა́ხ </participationGuidelines> – წკაპ ბა́ჴითათ მოხსე́ნებ პე́პლეხ. იშტაჸ, მაკ შუჼ თხო́ციჼ დაკე́ჲვშრებადალაჼ მისამა́რთმაქ:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bbl: ესე ფლო́ქოღ ჲე́ჸენო̆ წინადა́დბი მაქ ლეჲტო̆ ჰ̦ამინაჲნოჸ ქოჴა́ბტლაჩო̆ კრე́ბულენ cc-0 ლიცენზიევ

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
bbl: წინა́დადბი დე́წ დაყყდანე́ მიღე́ბადაჼ შინ ა́დმენეს, Common Voice ჩუ დაჰ̦ანაჲნო̆. შუშუა́ჼ მატტანა́ჲნო̆ მაკ შუჼ შუიჼ ჴელწე́სი შექმნოდაჼ <languageGuidelinesLink> ესე́რეჼ </languageGuidelinesLink>. წინადა́დბი დე́წ ხილ'აჼ <licenseLink> ჰ̦ამა́ნეჸ საკუთრებ </licenseLink> ჲე ცჰ̦აც 15 დაშახ სოუბო̆ ცო ხილ'აჼ . მაკ შუჼ ჴეჩ-ჴეჩო̆ ავტორა́ხ დე́ხაჼ, ფლო́ქოღ ლო́ლო̆ შუჼ შარიჼ ნაწე́რი <waiverLink>CC0ლიცე́ნზიევ საკუთრებ უფლებეხ უარ ა́ლ'ოშ</waiverLink>, ჲე ეჴუხ ვაჲგო̆ ეჴ მისამა́რთმაქ commonvoice@mozilla.com ხაჸითოშ.

source: { $sentences } sentences reviewed. Thank you!
bbl: { $sentences } წინადა́დებ ჲა დაყყჲიენო̆. (შემო́წმადიენო̆). მადლობ!

source: Sentence text
bbl: წინადადბა́ჼ ტექსტი

source: Sentence Variant
bbl: წინადა́დბეჼ კუთხურობ

source: Separate sentences into one line by pressing “Enter” or “Return” once
bbl: წინჩო̆ ხა́ზენმაქ ბედ ჲებათ (ყაფათ) წინადა́დბი ლე „Enter“, ლე მა́ „Return“ ღილაკმაქ წყე ნიწყ ბარევ

source: Serbian
bbl: სერბულ

source: Seri
bbl: სერი მოტტ

source: Serian Bidayuh
bbl: სერიანბაჼ ბიდაუ

source: Service and Retail
bbl: მომსა́ხურება́ჲ, სოე́ცარ-დო́ხკარა́ჲ

source: Set a goal
bbl: მიზაჼ მითითბადარ

source: Set my visibility
bbl: ნჵეჲნ გულა́ /ხილვადობ ო́თთჲარ

source: Setswana
bbl: სესტვანა-მოტტ

source: Settings
bbl: პარამე́ტრი

source: Sex
bbl: სქეს

source: Sex or Gender
bbl: სქეს

source: SHA256 Checksum Copied!
bbl: კო́ნტროლ ჲუ́ჲნი̆ ჯა́მეჼ ასლ ჰ̦ალო̆ ჲა ე́ცინო̆

source: Shan
bbl: შანაჼ მოტტ

source: Share Common Voice
bbl: მჵალჲებათ /გაზიარბაჲებათ Common Voice

source: Share my goal
bbl: საიჼ მიზაჼ მჵალჲარ

source: Share your clip
bbl: მჵალჲებათ/გაზია́რბაჲებათ შუნ ჩანაწერ

source: Share your { $count } Clip Daily Goal for { $type }
bbl: მჵალჲებათ შუჼ მიზაჼ ყო́ველდე́ნი{ $count }ჩანაწე́რეჼ{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
bbl: მჵალჲებათ შუჼ მიზაჼ ყო́ველგე́ფსუ{ $count }ჩანაწე́რეჼ{ $type }

source: Share your event
bbl: შუჼ შეკრე́ბ საზია́როღ ჲე́რწჲებათ

source: “She got really mad porque I didn’t call her back.”
bbl: "ო́ჴუჲნ ზორაჲშ დოკ დე́ჸე ას მე ცო გადარე́კოდინას."

source: Shilha
bbl: შილჰა-მოტტ

source: Shina
bbl: შინა მოტტ

source: Shona
bbl: შონა მოტტ

source: Shortcuts
bbl: ქაშშეჸ კლევადუჲლრიკი

source: [Should be ‘dinosaurs’]
bbl: დეწ ხილ'აჼ: "ქევხა́ჲ"

source: [Should be “We are”]
bbl: იშო̆ "ეგ". დეწ ხილ'აჼ: "ცო ბაგეგ"

source: Show All Datasets
bbl: ვო́მაჸ კრე́ბული დაგითარ

source: Show Latest Datasets
bbl: წინიჭ კრე́ბულ დაგითარ

source: Show me sentences and clips from all variants within my language
bbl: ლეჸ სო́ჼ მატტაჼ ვო́მაჸ ნაირსა́ხეობეჼ წინადა́დბია́ ჩანაწე́რია́ დაგაჼ

source: Show my ranking
bbl: საიჼ ა́დგილ ჲაგარ

source: Sicilian
bbl: სიცილიურ

source: Sign up
bbl: ანგრიშ თაგჲარ

source: Sign up for an account
bbl: ა́ნგრიშ შე́ქმნოდჲარ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bbl: გამოწე́რადჲებათ Common Voice, ჲე გიბათ წინ ა́მბუჲ, მიზნეჼ დაჯჴე́ლრიე́ ინფორმა́ციიშ ინცლუჩო̆ ჰ̦ა́თხიხრა́ხ.

source: sign up for email updates
bbl: სო გამოწე́რადჲებათ წინიწინი́ ა́მბუჲ ელფო́სტენმაქ

source: Sign up for { $lang } updates:
bbl: { $lang } მატტახ წინ ამბუჲ გამოწერადჲაჼ

source: Simple and easy for anyone to understand
bbl: აჲტტვენე́ ჰ̦ა́მინაჸ ატტაჲში̆ ხაჸამაკი́ნი̆

source: Sindhi
bbl: სინდჰი-მოტტ

source: Sindhi Bhili
bbl: სინდი-ბილი მოტტ

source: Single
bbl: ცალკ წინადა́დებ

source: Single sentence submission
bbl: წინადა́დბი ცჰაცა́-ცჰაცა́ ჩუ ჲაჰ̦არ

source: Single ZIP file containing
bbl: ცჰ̦აჲნი̆ ZIP-ფა́ილეღ

source: Sinhala
bbl: სინჰალურ

source: Siswati
bbl: სვატი-მოტტ

source: Size
bbl: ჲაჴოლ

source: Skip
bbl: დაჰ̦ დითარ

source: Skipped
bbl: დაჰ̦ და დითენო̆ (გამოტო́ვებადიენო̆)

source: Skip Submission Feedback
bbl: თაგდიენჩო́ჼ შეფა́სებ დაჰ̦ ჲითარ

source: Skip switches that seem minor or small – even borrowed words matter.
bbl: დაჰ̦ მა დითოთ კაწკაწკა́ჼ მოტტ ე́გბარი - ნასე́სხბია ზორაჲში̆ საჭირო̆ და მე́ გულო̆.

source: Slovak
bbl: სლოვაკურ

source: Slovenian
bbl: სლოვენურ

source: Small batch
bbl: კაძიკ

source: Small batch sentence submission
bbl: მელ'მი წინადა́დებ ჩუ ჲაჰ̦არ

source: Small businesses, including tech and AI start ups
bbl: კაწკაწკა́ჼ წი́ნი უნა́ხში დო́ლდალრი (წამოწყ́ბი) ტექნოლოგიაა́ ხელო́ვნურ ინტელექტა́ დარგელო

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
bbl: [ჰ̦არჩუმ ბალ'არ] მათხე ჴანაჲრეჼ უ̂მ [ოჰ̦დარ] არსბალა.

source: Social media
bbl: სოცქსე́ლი

source: Solicit hate speech or other biased or offensive sentiments
bbl: ჲა́წალათ ა́დმიეჼ ჴა́რტაჼ ე́ვდუჲნი̆, ჰ̦ა́მენ დოკჴე́ლუჲნი̆ ა́მბუჲ

source: Solicit personally identifiable information
bbl: დაგითო̆ ა́დმიეჼ ჰ̦ალო̆ და́ბწუჲნი̆ მონაცე́მი

source: Solicit personally identifying information (like names or financial information)
bbl: მე ცო კლე́ვადოლო̆ ადმეჼ ჰ̦ალო̆ და́ბწლაჲნი̆ მონაცე́მი

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
bbl: ცო კლე́ვადო́ლო̆ ა́დმიეჼ ჰ̦ალო̆ და́ბწლაჲნი̆ მონაცე́მი (ლე წე, ლე შემოსა́ვლი), მე́მნი ჴარტაჼ ეცარ.

source: Somali
bbl: სომალურ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
bbl: მატტიშ და, მე́ნხუჲჩუჲშგოა́ ზორაჲშ დუჴ განსხვა́ვბი ჲა გრამა́ტიკე, ლე́ქსიკე, ფონე́ტიკე, და́ხაჸ დაკლავდინა́თხ <ctaLink>თაგდოდანორა́თხ "ნა́ირსახეობი"</ctaLink>2022 შარე. ეჴუვ დი́ნჩო̆ მონაწილ ნა́ხგორეჼ ცჰ̦აცჰ̦აჲნი̆ ჯგუფენ საშუა́ლებ ლო შარიჼ ა́მბუჲ ჲუჲნი̆ მოტტ სო ჩა́ვარბოლო̆ დინჩ კრე́ბულერეჼ

source: Someone asks for a language to be added.
bbl: ჰ̦ანა́ხჩოვ დე́ხო̆ მოტტ ლა́ტბარ

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bbl: უ̂ნა́ხ ხარვეზ (ხარცხილ'არ) ხილ'ეჼ იშა́რეჼ ჩანაწერ ლე́ხოშ

source: Something went wrong while fetching prompts. Please try again later.
bbl: უ̂ნახ ხარვეზ (ხარცხილ'არ) ხილ'ეჼ მოთხო́ვნი ლე́ხოშ. დეხო́თხ, ჴე́ჼკაჸ ცადდო́ლუჲში̆.

source: Something went wrong while fetching questions. Please try again later.
bbl: უ̂ნა́ხ ხარვეზ ხილ'ეჼ შეკითხვი ლე́ხოშ. დეხო́თხ ჴე́ნკა́ჸ ცადდო́ლუჲში̆

source: Something went wrong while fetching the list of available datasets. Please try again later.
bbl: უ̂ნა́ხ ხარვეზ ხილ'ეჼ ქოჴა́ბტლაჲნი̆ კრე́ბულაჼ სი მიღე́ბადჲოშ. დეხო́თხ ჴე́ნკაჸ ცადდო́ლუჲში̆

source: Something went wrong while fetching transcriptions. Please try again later.
bbl: უ̂ნახ ხარცხილ'არ (ხარვეზ) ხილ'ეჼ ნაწე́რეღ დე́რწინო̆ ლე́ხოშ. დეხოთხ, ჴე́ნკა́ჸ ცადდო́ლუჲში̆

source: Something went wrong with reCAPTCHA. Please try again.
bbl: უ̂ნახ ხარცხილ'არ (ხარვეზ) გუდა́ლ'ეჼ reCAPTCHA-ლო. დეხო́თხ, ტყო́ჸ ცადდო́ლუჲში̆

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
bbl: მაწყ ა́მბუჲ ჲო́ჩოვ მელ'წახ ლე́ოდო̆ ლე დოშ, ლე ა́ხეჼ ახ დოშ. ეჰა́ჲ ჩუ დე́წე̆ დაწე́რადალაჼ, მუჲლნე́ დაჲცი̆:

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
bbl: მატტიჼ (ლე მა́ ეჰი́ ლე ო მატტაჼ ჯგუფეჼ) მიჩო̆ ამბუჲ ჲარელო მაწყ ზორაჲში̆ ჴეჩჴეჩნაჲრეჼ ა́ლ'რი და. ჭირვეჼ ხი́თჩე შუჼ ნიფსხოლ ჲა́ბწაჼ, მაკ შუჼ შუიჼ პა́რამე́ტრი ესჰ̦ეჸ ხა́რცდაჼ
